[Language]
ABOUT=%PROGRAMNAME% is an application that allows you to jump quickly between functions and regions in an AutoIt script. Works with only the full version of SciTE. @NL @NL The application has been created by %COPYRIGHT%.
CANCEL=Cancel
CLOSE=Close
COMMENTS=User comments
COPY_ALL=Copy All
COPY_SELECTED=Copy Selected
CRC32=CRC32
DESELECT_ALL=De-Select All
ERROR=An unexpected error occurred.
EXPORT=Export
FOLDER_SELECT=Select a folder to search for a specific keyword.
FUNCTION_LIST=Function and Region list
FUNCTIONS=Functions
HTML=HTML
LANGUAGE_AUTHOR=Thanks to %LANGUAGEAUTHOR% for the %LANGUAGE% translation. The translation was created on the %LANGUAGEUPDATED%.
LATEX=LATEX
LINE_COUNT=Line Count
MENU_ABOUT=About
MENU_FIND=Find
MENU_HEADER=Add Header
MENU_HELP=Help (F1)
MENU_OPEN=Open File
MENU_OPENLOCATION=Open File Location
MENU_OPENWINMERGE=Compare with WinMerge
MENU_SNIPPET=Function Snippet
MENU_TOGGLE=Toggle Fold
NAME=Name
OK=OK
PATH=Path
PDF=PDF
REFRESH=Refresh
REGIONS=Regions
REPLACE=Replace
RTF=RTF
SCITE_ERROR=SciTE needs to be running for %PROGRAMNAME% to function correctly.
SELECT_ALL=Select All
SET=Set
SIZE=Size
TIP_DOCKSTATE_1=Automatic docking
TIP_DOCKSTATE_2=Left docking
TIP_DOCKSTATE_3=Right docking
TIP_ERROR_1=Empty file.
TIP_ERROR_2=No jump data found.
TIP_ERROR_3=File doesn't exist.
TIP_ERROR_4=SciTE seems to be closed.
TIP_EXPORT_1=Total number of functions - %TOTALNUMBER%
TIP_EXPORT_2=Created on the %CREATIONDATE%
TIP_EXPORT_3=Functions UnUsed
TIP_EXPORT_4=Total number of regions - %TOTALNUMBER%
TIP_EXPORT_5=Total number of includes - %TOTALNUMBER%
TIP_EXPORT_6=Total number of Global variables - %TOTALNUMBER%
TIP_PREPROCESSOR_1=Pre-Processor
TIP_REPLACE_1=Replace in Scripts
TIP_REPLACE_2=Search for...
TIP_REPLACE_3=Replace with...
TIP_REPLACE_4=Preview before
TIP_REPLACE_5=Case sensitive
TIP_REPLACE_6=Filetypes, leave blank for all files
TIP_REPLACE_7=RegExp
TIP_SEARCH_1=Search results
TIP_SEARCH_2=No search results
TIP_SEARCH_3=Search Functions
TIP_SEARCH_4=Line
TIP_SEARCH_5=Search in Scripts
TIP_SEARCH_6=Folder to Search
TIP_SETTINGS_1=Settings
TIP_SETTINGS_10=Language
TIP_SETTINGS_11=Reset %PROGRAMNAME%
TIP_SETTINGS_12=Restart
TIP_SETTINGS_13=Add to SciTE
TIP_SETTINGS_14=Dock State
TIP_SETTINGS_15=Upgrade %PROGRAMNAME%
TIP_SETTINGS_2=Search within custom UDFs
TIP_SETTINGS_3=Sort the functions listed
TIP_SETTINGS_4=Scroll to the highlighted function
TIP_SETTINGS_5=Focus the search input upon refresh
TIP_SETTINGS_6=Search for comments
TIP_SETTINGS_7=Search for functions
TIP_SETTINGS_8=Search for regions
TIP_SETTINGS_9=Offset from the top of SciTE (px)
TIP_UDFNAME_1=UDF header name
TIP_UDFS_1=Include Files
TIP_UDFS_2=Add to Includes
TIP_UDFS_3=Remove from Includes
TIP_UDFS_4=Overwrite include file
UDFS=User Defined
UPDATE=Would you like to update %PROGRAMNAME%?

[Author]
AUTHOR=SoftwareSpot
VERSION=2.0.92.169
UPDATED=17/03/2013

[Country]
CODE=gb